{
  "home": "Início",
  "about": "Sobre",
  "news": "Notícias",
  "privacyPolicy": "Política de Privacidade",
  "termsOfService": "Termos de Serviço",
  "announcements": "Atualizações",
  "contactUs": "Entre em Contato",
  "slogan": "Aperfeiçoando a IA para atender às suas necessidades",
  "OkanAssist_announcement": "Estamos entusiasmados em anunciar o lançamento do OkanAssist, seu agente pessoal de IA para ajudar a rastrear despesas diárias e tarefas sem esforço. Mantenha-se organizado e no controle de suas finanças e produtividade.",
  "about_founder": "Com uma sólida formação em Engenharia de computação e ampla experiência em inteligência artificial e engenharia de software, Julio é motivado por criar soluções que conectam tecnologia de ponta com necessidades do mundo real. Atualmente, ele está cursando um mestrado em Robótica no Instituto Militar de Engenharia no Rio de Janeiro, Brasil, onde sua pesquisa se concentra no desenvolvimento de algoritmos de Aprendizado por Reforço Profundo para o controle de enxames de drones. Julio fundou a OkanFit como uma forma de compartilhar seu trabalho e ideias com o mundo— revelando a criatividade e a beleza de aplicar IA para resolver desafios significativos do mundo real. Através da OkanFit, sua missão é tornar a inteligência artificial mais acessível, prática e inspiradora para todos.",
  "mission_statement_part1": "Bem-vindo à OkanFit. Nossa missão é desenvolver soluções inovadoras construídas sobre os fundamentos de IA, sempre focando em atender às necessidades reais dos usuários. Guiados pelo princípio da Navalha de Occam, buscamos simplicidade e eficiência em cada produto que criamos.",
  "mission_statement_part2": "Somos entusiasmados por compartilhar nossos projetos e os conceitos por trás de nossas soluções, visando inspirar outros a criar suas próprias ideias e expandir os limites do que a IA pode alcançar. Na OkanFit, acreditamos que a tecnologia deve capacitar as pessoas, e estamos comprometidos em tornar a IA acessível, prática e impactante para todos.",
  "mission_title": "Missão",
  "privacy_policy_title": "Política de Privacidade",
  "privacy_policy_intro": "A OkanFit (\"nós\") opera o aplicativo OkanAssist e serviços relacionados. Estamos comprometidos em proteger sua privacidade e tratar seus dados com transparência.",
  "privacy_policy_collect": "Podemos coletar informações pessoais como nome, e-mail e dados de pagamento quando você se cadastra, assina ou utiliza nossos serviços.",
  "privacy_policy_use": "Usamos suas informações para fornecer e melhorar nossos serviços, processar pagamentos, nos comunicar com você e cumprir obrigações legais.",
  "privacy_policy_share": "Não vendemos suas informações pessoais. Podemos compartilhar dados com terceiros confiáveis (como processadores de pagamento como Stripe) apenas quando necessário para fornecer nossos serviços.",
  "privacy_policy_security": "Implementamos medidas razoáveis de segurança para proteger seus dados. No entanto, nenhum método de transmissão pela Internet é 100% seguro.",
  "privacy_policy_rights": "Você pode solicitar acesso, correção ou exclusão de suas informações pessoais entrando em contato pelo e-mail okanfit.ai@gmail.com.",
  "privacy_policy_changes": "Podemos atualizar esta Política de Privacidade periodicamente. Mudanças serão publicadas nesta página.",
  "privacy_policy_contact": "Se você tiver dúvidas, entre em contato pelo e-mail okanfit.ai@gmail.com.",

  "terms_title": "Termos de Serviço",
  "terms_accept": "Ao usar o OkanAssist, você concorda com estes Termos de Serviço. Se não concordar, não utilize nossos serviços.",
  "terms_use": "Você deve ter pelo menos 18 anos para usar o OkanAssist. Concorda em usar o serviço apenas para fins legais.",
  "terms_subscriptions": "Alguns recursos exigem assinatura paga. Os pagamentos são processados com segurança via Stripe. Você é responsável por todas as cobranças associadas à sua conta.",
  "terms_security": "Você é responsável por manter a confidencialidade de suas credenciais de acesso.",
  "terms_termination": "Podemos suspender ou encerrar seu acesso ao OkanAssist a qualquer momento em caso de violação destes termos.",
  "terms_changes": "Podemos atualizar estes Termos de Serviço a qualquer momento. O uso contínuo do serviço significa que você aceita os novos termos.",
  "terms_contact": "Para dúvidas, entre em contato pelo e-mail okanfit.ai@gmail.com.",

  "dataDeletion": "Exclusão de Dados",
  "data_deletion_title": "Solicitação de Exclusão de Conta e Dados",
  "data_deletion_intro": "Esta página fornece instruções para solicitar a exclusão de sua conta OkanAssist e dados associados, fornecidos pela OkanFit.",
  "data_deletion_steps_title": "Como Solicitar a Exclusão",
  "data_deletion_step_1": "Envie um e-mail para okanfit.ai@gmail.com a partir do endereço de e-mail associado à sua conta OkanAssist.",
  "data_deletion_step_2": "Use a linha de assunto: \"Solicitação de Exclusão de Conta\".",
  "data_deletion_step_3": "Nossa equipe processará sua solicitação e confirmará a exclusão por e-mail em até 30 dias.",
  "data_deletion_deleted_title": "Quais Dados São Excluídos",
  "data_deletion_deleted_body": "Ao processar sua solicitação, excluiremos permanentemente todos os dados pessoais associados à sua conta, incluindo informações de perfil, histórico de transações, lembretes e quaisquer dados registrados pelo aplicativo ou bot do Telegram.",
  "data_deletion_retained_title": "Quais Dados Podem Ser Retidos",
  "data_deletion_retained_body": "Para conformidade legal e financeira (por exemplo, registros de pagamento de assinatura), podemos reter dados de transações anonimizados por um período limitado. Esses dados serão totalmente desvinculados de sua identidade pessoal.",
  "data_deletion_confirmation_title": "Confirmação",
  "data_deletion_confirmation_body": "Assim que o processo de exclusão for concluído, você receberá um e-mail de confirmação final. Observe que esta ação é irreversível."
}